{
  "WPS": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开WPS": 2,
    "查看最近文档": 3,
    "打开文档": 4,
    "新建文档": 5,
    "编辑文档": 6,
    "保存文档": 7,
    "导出PDF": 8,
    "分享文档": 9,
    "搜索文档": 10,
    "关闭文档": 11
  },
  "飞书": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开飞书": 2,
    "查看消息列表": 3,
    "进入聊天": 4,
    "发送消息": 5,
    "查看群聊": 6,
    "查看日历": 7,
    "加入会议": 8,
    "查看文档": 9,
    "搜索联系人": 10,
    "返回消息列表": 11
  },
  "腾讯QQ": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开QQ": 2,
    "查看消息列表": 3,
    "进入聊天窗口": 4,
    "发送文字消息": 5,
    "发送图片": 6,
    "查看群聊": 7,
    "查看联系人": 8,
    "查看动态": 9,
    "搜索好友": 10,
    "返回消息列表": 11
  },
  "知乎": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开知乎": 2,
    "浏览首页推荐": 3,
    "点击问题": 4,
    "查看回答": 5,
    "搜索内容": 6,
    "点赞回答": 7,
    "收藏回答": 8,
    "发表评论": 9,
    "关注作者": 10,
    "返回首页": 11
  },
  "哔哩哔哩": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开哔哩哔哩": 2,
    "浏览首页推荐": 3,
    "点击视频": 4,
    "播放视频": 5,
    "暂停视频": 6,
    "搜索视频": 7,
    "发送弹幕": 8,
    "点赞视频": 9,
    "收藏视频": 10,
    "查看评论": 11
  },
  "斗鱼": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开斗鱼": 2,
    "浏览直播列表": 3,
    "进入直播间": 4,
    "观看直播": 5,
    "发送弹幕": 6,
    "关注主播": 7,
    "搜索主播": 8,
    "查看分类": 9,
    "退出直播间": 10
  },
  "剪映": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开剪映": 2,
    "新建项目": 3,
    "导入素材": 4,
    "剪辑视频": 5,
    "添加字幕": 6,
    "添加音乐": 7,
    "添加滤镜": 8,
    "预览视频": 9,
    "导出视频": 10,
    "保存草稿": 11
  },
  "爱奇艺": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开爱奇艺": 2,
    "浏览首页推荐": 3,
    "搜索视频": 4,
    "点击视频": 5,
    "播放视频": 6,
    "暂停视频": 7,
    "切换清晰度": 8,
    "查看评论": 9,
    "收藏视频": 10,
    "退出播放": 11
  },
  "央视频": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开央视频": 2,
    "浏览首页推荐": 3,
    "查看直播频道": 4,
    "播放直播": 5,
    "搜索节目": 6,
    "点击节目": 7,
    "播放视频": 8,
    "收藏节目": 9,
    "返回首页": 10
  },
  "抖音": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开抖音": 2,
    "浏览推荐视频": 3,
    "上滑切换视频": 4,
    "点赞视频": 5,
    "查看评论": 6,
    "发表评论": 7,
    "关注作者": 8,
    "搜索视频": 9,
    "分享视频": 10,
    "进入作者主页": 11
  },
  "腾讯视频": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开腾讯视频": 2,
    "浏览首页推荐": 3,
    "搜索视频": 4,
    "点击视频": 5,
    "播放视频": 6,
    "暂停视频": 7,
    "切换剧集": 8,
    "查看评论": 9,
    "收藏视频": 10,
    "退出播放": 11
  },
  "央视影音": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开央视影音": 2,
    "查看频道列表": 3,
    "播放直播频道": 4,
    "搜索节目": 5,
    "播放回看": 6,
    "切换频道": 7,
    "收藏频道": 8,
    "返回频道列表": 9
  },
  "央视新闻": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开央视新闻": 2,
    "浏览新闻列表": 3,
    "点击新闻": 4,
    "阅读新闻正文": 5,
    "观看新闻视频": 6,
    "搜索新闻": 7,
    "收藏新闻": 8,
    "分享新闻": 9,
    "返回新闻列表": 10
  },
  "虎牙直播": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开虎牙直播": 2,
    "浏览直播列表": 3,
    "进入直播间": 4,
    "观看直播": 5,
    "发送弹幕": 6,
    "关注主播": 7,
    "搜索主播": 8,
    "查看分类": 9,
    "退出直播间": 10
  },
  "优酷视频": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开优酷视频": 2,
    "浏览首页推荐": 3,
    "搜索视频": 4,
    "点击视频": 5,
    "播放视频": 6,
    "暂停视频": 7,
    "切换剧集": 8,
    "查看评论": 9,
    "收藏视频": 10,
    "退出播放": 11
  },
  "夸克浏览器": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开夸克浏览器": 2,
    "输入搜索词": 3,
    "点击搜索结果": 4,
    "打开网页": 5,
    "新建标签页": 6,
    "切换标签页": 7,
    "收藏网页": 8,
    "下载文件": 9,
    "返回上一页": 10,
    "关闭标签页": 11
  },
  "大众点评": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开大众点评": 2,
    "搜索商家": 3,
    "浏览推荐商家": 4,
    "查看商家详情": 5,
    "查看评价": 6,
    "查看地图位置": 7,
    "收藏商家": 8,
    "团购下单": 9,
    "查看订单": 10,
    "返回首页": 11
  },
  "华为浏览器": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开华为浏览器": 2,
    "输入搜索词": 3,
    "点击搜索结果": 4,
    "打开网页": 5,
    "新建标签页": 6,
    "切换标签页": 7,
    "收藏网页": 8,
    "下载文件": 9,
    "返回上一页": 10,
    "关闭标签页": 11
  },
  "火狐浏览器": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开火狐浏览器": 2,
    "输入网址": 3,
    "输入搜索词": 4,
    "点击搜索结果": 5,
    "打开网页": 6,
    "新建标签页": 7,
    "切换标签页": 8,
    "添加书签": 9,
    "下载文件": 10,
    "关闭标签页": 11
  },
  "百度网盘": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开百度网盘": 2,
    "浏览文件列表": 3,
    "搜索文件": 4,
    "打开文件夹": 5,
    "预览文件": 6,
    "下载文件": 7,
    "上传文件": 8,
    "分享文件": 9,
    "删除文件": 10,
    "返回文件列表": 11
  },
  "米哈游": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开米哈游": 2,
    "进入首页": 3,
    "查看游戏列表": 4,
    "进入游戏社区": 5,
    "查看帖子": 6,
    "发表评论": 7,
    "签到": 8,
    "查看活动": 9,
    "启动游戏": 10,
    "返回首页": 11
  },
  "逆水寒": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开逆水寒": 2,
    "进入游戏": 3,
    "选择角色": 4,
    "进入主界面": 5,
    "查看任务": 6,
    "执行任务": 7,
    "打开背包": 8,
    "查看地图": 9,
    "进入副本": 10,
    "退出游戏": 11
  },
  "明日方舟": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开明日方舟": 2,
    "进入游戏": 3,
    "领取奖励": 4,
    "查看干员": 5,
    "选择关卡": 6,
    "开始作战": 7,
    "查看基建": 8,
    "编队调整": 9,
    "查看任务": 10,
    "退出游戏": 11
  },
  "燕云十六声": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开燕云十六声": 2,
    "进入游戏": 3,
    "选择角色": 4,
    "进入主界面": 5,
    "查看任务": 6,
    "执行任务": 7,
    "打开背包": 8,
    "查看地图": 9,
    "进入战斗": 10,
    "退出游戏": 11
  },
  "青云诀": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开青云诀": 2,
    "进入游戏": 3,
    "选择角色": 4,
    "领取奖励": 5,
    "查看任务": 6,
    "自动寻路": 7,
    "进入副本": 8,
    "打开背包": 9,
    "强化装备": 10,
    "退出游戏": 11
  },
  "智慧生活": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开智慧生活": 2,
    "查看设备列表": 3,
    "进入设备详情": 4,
    "控制设备开关": 5,
    "调整设备参数": 6,
    "添加设备": 7,
    "查看场景": 8,
    "执行智能场景": 9,
    "查看设备状态": 10,
    "返回首页": 11
  },
  "华为钱包": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开华为钱包": 2,
    "查看卡包": 3,
    "打开交通卡": 4,
    "打开付款码": 5,
    "查看银行卡": 6,
    "查看优惠券": 7,
    "查看账单": 8,
    "充值交通卡": 9,
    "返回首页": 10
  },
  "同花顺": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开同花顺": 2,
    "查看自选股": 3,
    "搜索股票": 4,
    "查看股票行情": 5,
    "查看分时图": 6,
    "查看K线图": 7,
    "查看资讯": 8,
    "添加自选股": 9,
    "查看交易页面": 10,
    "返回自选股": 11
  },
  "图库": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开图库": 2,
    "浏览照片列表": 3,
    "查看照片": 4,
    "播放视频": 5,
    "编辑照片": 6,
    "分享照片": 7,
    "删除照片": 8,
    "搜索照片": 9,
    "查看相册": 10,
    "返回照片列表": 11
  },
  "像素蛋糕": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开像素蛋糕": 2,
    "导入图片": 3,
    "选择修图模板": 4,
    "调整参数": 5,
    "人像精修": 6,
    "预览效果": 7,
    "批量处理": 8,
    "导出图片": 9,
    "保存项目": 10,
    "返回首页": 11
  }
}