{
  "WPS": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开WPS": 2,
    "查看最近文档": 3,
    "打开文档": 4,
    "新建文档": 5,
    "编辑文档": 6,
    "保存文档": 7,
    "另存为文档": 8,
    "导出PDF": 9,
    "分享文档": 10,
    "搜索文档": 11,
    "关闭文档": 12,
    "切换文档标签": 13,
    "复制文本": 14,
    "粘贴文本": 15,
    "插入图片": 16,
    "插入表格": 17,
    "调整字体": 18,
    "设置段落格式": 19,
    "查找替换": 20,
    "批注文档": 21,
    "查看批注": 22,
    "修订文档": 23,
    "接受修订": 24,
    "切换阅读模式": 25,
    "查看目录": 26,
    "页面缩放": 27,
    "云端同步": 28,
    "打开模板中心": 29,
    "打印文档": 30,
    "查看文档属性": 31
  },
  "飞书": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开飞书": 2,
    "查看消息列表": 3,
    "进入单聊": 4,
    "进入群聊": 5,
    "发送文字消息": 6,
    "发送图片": 7,
    "发送文件": 8,
    "发送表情": 9,
    "回复消息": 10,
    "转发消息": 11,
    "查看未读消息": 12,
    "搜索联系人": 13,
    "搜索聊天记录": 14,
    "查看日历": 15,
    "新建日程": 16,
    "加入会议": 17,
    "发起会议": 18,
    "查看会议纪要": 19,
    "打开云文档": 20,
    "编辑云文档": 21,
    "评论云文档": 22,
    "分享云文档": 23,
    "查看任务": 24,
    "创建任务": 25,
    "查看审批": 26,
    "发起审批": 27,
    "查看通讯录": 28,
    "切换工作台": 29,
    "设置消息免打扰": 30,
    "返回消息列表": 31
  },
  "腾讯QQ": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开QQ": 2,
    "查看消息列表": 3,
    "进入聊天窗口": 4,
    "发送文字消息": 5,
    "发送语音消息": 6,
    "发送图片": 7,
    "发送文件": 8,
    "发送表情": 9,
    "回复消息": 10,
    "转发消息": 11,
    "查看群聊": 12,
    "查看联系人": 13,
    "搜索好友": 14,
    "添加好友": 15,
    "查看好友资料": 16,
    "查看群成员": 17,
    "查看动态": 18,
    "发布动态": 19,
    "点赞动态": 20,
    "评论动态": 21,
    "查看空间": 22,
    "发起语音通话": 23,
    "发起视频通话": 24,
    "查看文件助手": 25,
    "查看收藏": 26,
    "清理聊天记录": 27,
    "设置消息免打扰": 28,
    "切换账号": 29,
    "返回消息列表": 30,
    "关闭QQ": 31
  },
  "知乎": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开知乎": 2,
    "浏览首页推荐": 3,
    "点击问题": 4,
    "查看回答": 5,
    "展开全文": 6,
    "搜索内容": 7,
    "搜索问题": 8,
    "搜索用户": 9,
    "点赞回答": 10,
    "反对回答": 11,
    "收藏回答": 12,
    "感谢回答": 13,
    "发表评论": 14,
    "回复评论": 15,
    "关注作者": 16,
    "关注问题": 17,
    "查看作者主页": 18,
    "查看热榜": 19,
    "浏览盐选内容": 20,
    "打开想法": 21,
    "发布想法": 22,
    "写回答": 23,
    "编辑草稿": 24,
    "查看私信": 25,
    "查看通知": 26,
    "切换话题": 27,
    "查看专栏": 28,
    "分享回答": 29,
    "返回首页": 30,
    "关闭知乎": 31
  },
  "哔哩哔哩": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开哔哩哔哩": 2,
    "浏览首页推荐": 3,
    "点击视频": 4,
    "播放视频": 5,
    "暂停视频": 6,
    "继续播放": 7,
    "拖动进度条": 8,
    "切换清晰度": 9,
    "开启全屏": 10,
    "退出全屏": 11,
    "发送弹幕": 12,
    "关闭弹幕": 13,
    "点赞视频": 14,
    "投币视频": 15,
    "收藏视频": 16,
    "转发视频": 17,
    "查看评论": 18,
    "发表评论": 19,
    "回复评论": 20,
    "关注UP主": 21,
    "进入UP主页": 22,
    "搜索视频": 23,
    "查看分区": 24,
    "查看动态": 25,
    "发布动态": 26,
    "查看历史记录": 27,
    "查看稍后再看": 28,
    "缓存视频": 29,
    "切换倍速": 30,
    "返回首页": 31
  },
  "斗鱼": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开斗鱼": 2,
    "浏览直播列表": 3,
    "查看推荐直播": 4,
    "查看直播分类": 5,
    "搜索主播": 6,
    "进入直播间": 7,
    "观看直播": 8,
    "暂停播放": 9,
    "切换清晰度": 10,
    "开启全屏": 11,
    "退出全屏": 12,
    "发送弹幕": 13,
    "关闭弹幕": 14,
    "关注主播": 15,
    "取消关注主播": 16,
    "查看主播主页": 17,
    "查看直播间排行": 18,
    "赠送礼物": 19,
    "打开礼物面板": 20,
    "查看贵族/粉丝牌": 21,
    "查看历史观看": 22,
    "查看订阅列表": 23,
    "进入赛事直播": 24,
    "切换直播间": 25,
    "分享直播间": 26,
    "举报直播间": 27,
    "查看回放": 28,
    "设置小窗播放": 29,
    "退出直播间": 30,
    "关闭斗鱼": 31
  },
  "剪映": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开剪映": 2,
    "新建项目": 3,
    "打开草稿": 4,
    "导入视频素材": 5,
    "导入图片素材": 6,
    "导入音频素材": 7,
    "剪辑视频": 8,
    "分割片段": 9,
    "删除片段": 10,
    "调整片段顺序": 11,
    "添加字幕": 12,
    "识别字幕": 13,
    "编辑字幕样式": 14,
    "添加音乐": 15,
    "添加音效": 16,
    "添加滤镜": 17,
    "添加转场": 18,
    "添加贴纸": 19,
    "添加特效": 20,
    "调整亮度": 21,
    "调整速度": 22,
    "画面裁剪": 23,
    "添加封面": 24,
    "预览视频": 25,
    "保存草稿": 26,
    "导出视频": 27,
    "选择导出清晰度": 28,
    "分享作品": 29,
    "查看模板": 30,
    "返回首页": 31
  },
  "爱奇艺": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开爱奇艺": 2,
    "浏览首页推荐": 3,
    "搜索视频": 4,
    "点击视频": 5,
    "播放视频": 6,
    "暂停视频": 7,
    "继续播放": 8,
    "拖动进度条": 9,
    "切换清晰度": 10,
    "切换倍速": 11,
    "开启全屏": 12,
    "退出全屏": 13,
    "切换剧集": 14,
    "查看选集列表": 15,
    "查看评论": 16,
    "发表评论": 17,
    "点赞视频": 18,
    "收藏视频": 19,
    "下载视频": 20,
    "分享视频": 21,
    "查看播放历史": 22,
    "查看追剧列表": 23,
    "打开会员中心": 24,
    "查看弹幕": 25,
    "关闭弹幕": 26,
    "投屏播放": 27,
    "设置小窗播放": 28,
    "查看相关推荐": 29,
    "退出播放": 30,
    "返回首页": 31
  },
  "央视频": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开央视频": 2,
    "浏览首页推荐": 3,
    "查看直播频道": 4,
    "播放直播": 5,
    "暂停直播": 6,
    "切换直播频道": 7,
    "查看频道节目单": 8,
    "搜索节目": 9,
    "点击节目": 10,
    "播放视频": 11,
    "暂停视频": 12,
    "继续播放": 13,
    "拖动进度条": 14,
    "切换清晰度": 15,
    "开启全屏": 16,
    "退出全屏": 17,
    "收藏节目": 18,
    "预约节目": 19,
    "查看预约": 20,
    "查看新闻专题": 21,
    "查看体育赛事": 22,
    "查看纪录片": 23,
    "查看回看": 24,
    "分享节目": 25,
    "查看评论": 26,
    "发表评论": 27,
    "投屏播放": 28,
    "查看观看历史": 29,
    "返回首页": 30,
    "关闭央视频": 31
  },
  "抖音": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开抖音": 2,
    "浏览推荐视频": 3,
    "上滑切换视频": 4,
    "下滑返回视频": 5,
    "点赞视频": 6,
    "取消点赞": 7,
    "查看评论": 8,
    "发表评论": 9,
    "回复评论": 10,
    "收藏视频": 11,
    "分享视频": 12,
    "关注作者": 13,
    "进入作者主页": 14,
    "查看作者作品": 15,
    "搜索视频": 16,
    "搜索用户": 17,
    "查看热榜": 18,
    "拍摄视频": 19,
    "选择音乐": 20,
    "发布视频": 21,
    "浏览同城": 22,
    "查看直播": 23,
    "进入直播间": 24,
    "发送弹幕": 25,
    "购买商品": 26,
    "查看购物车": 27,
    "打开私信": 28,
    "发送私信": 29,
    "设置不感兴趣": 30,
    "返回首页": 31
  },
  "腾讯视频": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开腾讯视频": 2,
    "浏览首页推荐": 3,
    "搜索视频": 4,
    "点击视频": 5,
    "播放视频": 6,
    "暂停视频": 7,
    "继续播放": 8,
    "拖动进度条": 9,
    "切换清晰度": 10,
    "切换倍速": 11,
    "开启全屏": 12,
    "退出全屏": 13,
    "切换剧集": 14,
    "查看选集列表": 15,
    "查看评论": 16,
    "发表评论": 17,
    "点赞视频": 18,
    "收藏视频": 19,
    "下载视频": 20,
    "分享视频": 21,
    "查看播放历史": 22,
    "查看追剧列表": 23,
    "打开会员中心": 24,
    "查看弹幕": 25,
    "关闭弹幕": 26,
    "投屏播放": 27,
    "设置小窗播放": 28,
    "查看相关推荐": 29,
    "退出播放": 30,
    "返回首页": 31
  },
  "央视影音": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开央视影音": 2,
    "查看频道列表": 3,
    "播放直播频道": 4,
    "暂停直播": 5,
    "切换频道": 6,
    "搜索节目": 7,
    "播放回看": 8,
    "暂停回看": 9,
    "继续播放": 10,
    "拖动进度条": 11,
    "查看节目单": 12,
    "收藏频道": 13,
    "取消收藏频道": 14,
    "预约节目": 15,
    "查看预约节目": 16,
    "查看新闻频道": 17,
    "查看体育频道": 18,
    "查看综艺频道": 19,
    "查看纪录片频道": 20,
    "切换清晰度": 21,
    "开启全屏": 22,
    "退出全屏": 23,
    "投屏播放": 24,
    "分享节目": 25,
    "查看观看历史": 26,
    "清除观看历史": 27,
    "设置播放偏好": 28,
    "返回频道列表": 29,
    "返回首页": 30,
    "关闭央视影音": 31
  },
  "央视新闻": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开央视新闻": 2,
    "浏览新闻列表": 3,
    "点击新闻": 4,
    "阅读新闻正文": 5,
    "观看新闻视频": 6,
    "暂停新闻视频": 7,
    "搜索新闻": 8,
    "查看要闻": 9,
    "查看时政新闻": 10,
    "查看财经新闻": 11,
    "查看国际新闻": 12,
    "查看社会新闻": 13,
    "查看直播": 14,
    "进入直播间": 15,
    "查看专题报道": 16,
    "收藏新闻": 17,
    "取消收藏新闻": 18,
    "分享新闻": 19,
    "点赞新闻": 20,
    "发表评论": 21,
    "回复评论": 22,
    "查看评论区": 23,
    "查看图片新闻": 24,
    "查看快讯": 25,
    "查看通知": 26,
    "订阅栏目": 27,
    "取消订阅栏目": 28,
    "调整字体大小": 29,
    "返回新闻列表": 30,
    "关闭央视新闻": 31
  },
  "虎牙直播": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开虎牙直播": 2,
    "浏览直播列表": 3,
    "查看推荐直播": 4,
    "查看直播分类": 5,
    "搜索主播": 6,
    "进入直播间": 7,
    "观看直播": 8,
    "暂停播放": 9,
    "切换清晰度": 10,
    "开启全屏": 11,
    "退出全屏": 12,
    "发送弹幕": 13,
    "关闭弹幕": 14,
    "关注主播": 15,
    "取消关注主播": 16,
    "查看主播主页": 17,
    "查看直播间排行": 18,
    "赠送礼物": 19,
    "打开礼物面板": 20,
    "查看粉丝牌": 21,
    "查看订阅列表": 22,
    "查看历史观看": 23,
    "进入赛事直播": 24,
    "切换直播间": 25,
    "分享直播间": 26,
    "举报直播间": 27,
    "查看回放": 28,
    "设置小窗播放": 29,
    "退出直播间": 30,
    "关闭虎牙直播": 31
  },
  "优酷视频": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开优酷视频": 2,
    "浏览首页推荐": 3,
    "搜索视频": 4,
    "点击视频": 5,
    "播放视频": 6,
    "暂停视频": 7,
    "继续播放": 8,
    "拖动进度条": 9,
    "切换清晰度": 10,
    "切换倍速": 11,
    "开启全屏": 12,
    "退出全屏": 13,
    "切换剧集": 14,
    "查看选集列表": 15,
    "查看评论": 16,
    "发表评论": 17,
    "点赞视频": 18,
    "收藏视频": 19,
    "下载视频": 20,
    "分享视频": 21,
    "查看播放历史": 22,
    "查看追剧列表": 23,
    "打开会员中心": 24,
    "查看弹幕": 25,
    "关闭弹幕": 26,
    "投屏播放": 27,
    "设置小窗播放": 28,
    "查看相关推荐": 29,
    "退出播放": 30,
    "返回首页": 31
  },
  "夸克浏览器": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开夸克浏览器": 2,
    "输入搜索词": 3,
    "输入网址": 4,
    "点击搜索结果": 5,
    "打开网页": 6,
    "返回上一页": 7,
    "前进下一页": 8,
    "刷新网页": 9,
    "新建标签页": 10,
    "切换标签页": 11,
    "关闭标签页": 12,
    "收藏网页": 13,
    "取消收藏网页": 14,
    "查看书签": 15,
    "下载文件": 16,
    "查看下载列表": 17,
    "打开无痕模式": 18,
    "关闭无痕模式": 19,
    "扫描二维码": 20,
    "打开夸克网盘": 21,
    "查看历史记录": 22,
    "清除浏览记录": 23,
    "复制链接": 24,
    "分享网页": 25,
    "页面内查找": 26,
    "开启阅读模式": 27,
    "切换电脑版网页": 28,
    "管理扩展/工具": 29,
    "设置浏览器": 30,
    "关闭浏览器": 31
  },
  "大众点评": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开大众点评": 2,
    "搜索商家": 3,
    "浏览推荐商家": 4,
    "查看商家详情": 5,
    "查看评价": 6,
    "筛选商家": 7,
    "切换商圈": 8,
    "查看地图位置": 9,
    "导航到商家": 10,
    "收藏商家": 11,
    "取消收藏商家": 12,
    "团购下单": 13,
    "查看团购详情": 14,
    "提交订单": 15,
    "支付订单": 16,
    "查看订单": 17,
    "申请退款": 18,
    "查看优惠券": 19,
    "领取优惠券": 20,
    "查看菜单": 21,
    "查看门店图片": 22,
    "拨打商家电话": 23,
    "写评价": 24,
    "上传评价图片": 25,
    "查看附近美食": 26,
    "查看排行榜": 27,
    "分享商家": 28,
    "切换城市": 29,
    "返回首页": 30,
    "关闭大众点评": 31
  },
  "华为浏览器": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开华为浏览器": 2,
    "输入搜索词": 3,
    "输入网址": 4,
    "点击搜索结果": 5,
    "打开网页": 6,
    "返回上一页": 7,
    "前进下一页": 8,
    "刷新网页": 9,
    "新建标签页": 10,
    "切换标签页": 11,
    "关闭标签页": 12,
    "收藏网页": 13,
    "取消收藏网页": 14,
    "查看书签": 15,
    "下载文件": 16,
    "查看下载列表": 17,
    "打开无痕模式": 18,
    "关闭无痕模式": 19,
    "扫描二维码": 20,
    "查看新闻推荐": 21,
    "查看历史记录": 22,
    "清除浏览记录": 23,
    "复制链接": 24,
    "分享网页": 25,
    "页面内查找": 26,
    "开启阅读模式": 27,
    "切换电脑版网页": 28,
    "打开设置": 29,
    "设置默认搜索引擎": 30,
    "关闭浏览器": 31
  },
  "火狐浏览器": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开火狐浏览器": 2,
    "输入网址": 3,
    "输入搜索词": 4,
    "点击搜索结果": 5,
    "打开网页": 6,
    "返回上一页": 7,
    "前进下一页": 8,
    "刷新网页": 9,
    "新建标签页": 10,
    "切换标签页": 11,
    "关闭标签页": 12,
    "添加书签": 13,
    "删除书签": 14,
    "查看书签": 15,
    "下载文件": 16,
    "查看下载列表": 17,
    "打开隐私浏览": 18,
    "关闭隐私浏览": 19,
    "查看历史记录": 20,
    "清除历史记录": 21,
    "复制链接": 22,
    "分享网页": 23,
    "页面内查找": 24,
    "开启阅读模式": 25,
    "管理扩展": 26,
    "打开设置": 27,
    "同步账号": 28,
    "切换桌面版网站": 29,
    "保存网页": 30,
    "关闭浏览器": 31
  },
  "百度网盘": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开百度网盘": 2,
    "浏览文件列表": 3,
    "搜索文件": 4,
    "打开文件夹": 5,
    "预览文件": 6,
    "预览图片": 7,
    "播放视频": 8,
    "下载文件": 9,
    "上传文件": 10,
    "新建文件夹": 11,
    "移动文件": 12,
    "复制文件": 13,
    "重命名文件": 14,
    "删除文件": 15,
    "恢复文件": 16,
    "分享文件": 17,
    "取消分享": 18,
    "查看分享记录": 19,
    "查看传输列表": 20,
    "暂停下载": 21,
    "继续下载": 22,
    "暂停上传": 23,
    "继续上传": 24,
    "查看离线下载": 25,
    "保存到网盘": 26,
    "查看回收站": 27,
    "清理空间": 28,
    "查看文件详情": 29,
    "返回文件列表": 30,
    "关闭百度网盘": 31
  },
  "米哈游": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开米哈游": 2,
    "进入首页": 3,
    "查看游戏列表": 4,
    "进入游戏社区": 5,
    "查看帖子": 6,
    "发表评论": 7,
    "点赞帖子": 8,
    "收藏帖子": 9,
    "关注用户": 10,
    "查看用户主页": 11,
    "签到": 12,
    "查看活动": 13,
    "领取活动奖励": 14,
    "查看公告": 15,
    "查看角色资料": 16,
    "查看攻略": 17,
    "搜索攻略": 18,
    "发布帖子": 19,
    "编辑个人资料": 20,
    "查看消息通知": 21,
    "查看任务中心": 22,
    "查看兑换码": 23,
    "启动游戏": 24,
    "查看游戏资讯": 25,
    "预约活动": 26,
    "分享帖子": 27,
    "查看收藏": 28,
    "切换游戏分区": 29,
    "返回首页": 30,
    "关闭米哈游": 31
  },
  "逆水寒": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开逆水寒": 2,
    "进入游戏": 3,
    "选择角色": 4,
    "进入主界面": 5,
    "查看任务": 6,
    "执行任务": 7,
    "自动寻路": 8,
    "打开背包": 9,
    "整理背包": 10,
    "查看装备": 11,
    "强化装备": 12,
    "查看技能": 13,
    "释放技能": 14,
    "查看地图": 15,
    "传送地点": 16,
    "进入副本": 17,
    "匹配队伍": 18,
    "组队聊天": 19,
    "查看好友": 20,
    "发送私聊": 21,
    "领取奖励": 22,
    "查看活动": 23,
    "参与活动": 24,
    "打开商城": 25,
    "购买道具": 26,
    "查看邮件": 27,
    "领取邮件附件": 28,
    "调整设置": 29,
    "返回登录界面": 30,
    "退出游戏": 31
  },
  "明日方舟": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开明日方舟": 2,
    "进入游戏": 3,
    "领取登录奖励": 4,
    "领取任务奖励": 5,
    "查看干员": 6,
    "升级干员": 7,
    "精英化干员": 8,
    "调整技能": 9,
    "查看仓库": 10,
    "查看基建": 11,
    "收取基建产物": 12,
    "安排基建干员": 13,
    "选择关卡": 14,
    "查看关卡信息": 15,
    "编队调整": 16,
    "开始作战": 17,
    "部署干员": 18,
    "释放技能": 19,
    "暂停作战": 20,
    "结束作战": 21,
    "查看作战结果": 22,
    "自动代理作战": 23,
    "查看任务": 24,
    "查看活动": 25,
    "抽取干员": 26,
    "查看商店": 27,
    "购买物资": 28,
    "查看邮件": 29,
    "返回主界面": 30,
    "退出游戏": 31
  },
  "燕云十六声": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开燕云十六声": 2,
    "进入游戏": 3,
    "选择角色": 4,
    "进入主界面": 5,
    "查看任务": 6,
    "执行任务": 7,
    "自动寻路": 8,
    "查看地图": 9,
    "标记地图地点": 10,
    "打开背包": 11,
    "整理背包": 12,
    "查看装备": 13,
    "更换装备": 14,
    "强化装备": 15,
    "查看技能": 16,
    "释放技能": 17,
    "进入战斗": 18,
    "切换武器": 19,
    "拾取物品": 20,
    "与NPC对话": 21,
    "查看剧情": 22,
    "进入副本": 23,
    "匹配队伍": 24,
    "组队聊天": 25,
    "查看好友": 26,
    "领取奖励": 27,
    "查看活动": 28,
    "调整画质设置": 29,
    "返回登录界面": 30,
    "退出游戏": 31
  },
  "青云诀": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开青云诀": 2,
    "进入游戏": 3,
    "选择角色": 4,
    "领取奖励": 5,
    "查看任务": 6,
    "自动寻路": 7,
    "执行任务": 8,
    "进入副本": 9,
    "打开背包": 10,
    "整理背包": 11,
    "强化装备": 12,
    "更换装备": 13,
    "查看技能": 14,
    "升级技能": 15,
    "释放技能": 16,
    "查看坐骑": 17,
    "培养坐骑": 18,
    "查看仙宠": 19,
    "培养仙宠": 20,
    "查看帮派": 21,
    "帮派聊天": 22,
    "世界聊天": 23,
    "查看活动": 24,
    "参与活动": 25,
    "打开商城": 26,
    "购买道具": 27,
    "查看排行榜": 28,
    "查看邮件": 29,
    "返回登录界面": 30,
    "退出游戏": 31
  },
  "智慧生活": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开智慧生活": 2,
    "查看设备列表": 3,
    "进入设备详情": 4,
    "控制设备开关": 5,
    "调整设备参数": 6,
    "添加设备": 7,
    "扫描添加设备": 8,
    "删除设备": 9,
    "重命名设备": 10,
    "查看设备状态": 11,
    "查看设备用电": 12,
    "查看摄像头画面": 13,
    "调整灯光亮度": 14,
    "调整灯光颜色": 15,
    "设置空调温度": 16,
    "切换空调模式": 17,
    "查看路由器状态": 18,
    "管理路由器": 19,
    "查看场景": 20,
    "新建智能场景": 21,
    "执行智能场景": 22,
    "编辑智能场景": 23,
    "查看自动化": 24,
    "新建自动化": 25,
    "查看家庭成员": 26,
    "邀请家庭成员": 27,
    "切换家庭": 28,
    "查看消息通知": 29,
    "返回首页": 30,
    "关闭智慧生活": 31
  },
  "华为钱包": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开华为钱包": 2,
    "查看卡包": 3,
    "打开交通卡": 4,
    "充值交通卡": 5,
    "查看交通卡余额": 6,
    "打开付款码": 7,
    "刷新付款码": 8,
    "查看银行卡": 9,
    "添加银行卡": 10,
    "删除银行卡": 11,
    "查看优惠券": 12,
    "领取优惠券": 13,
    "使用优惠券": 14,
    "查看账单": 15,
    "查看交易详情": 16,
    "查看门禁卡": 17,
    "添加门禁卡": 18,
    "刷门禁卡": 19,
    "查看证件": 20,
    "添加证件": 21,
    "查看会员卡": 22,
    "添加会员卡": 23,
    "查看发票": 24,
    "申请发票": 25,
    "查看理财入口": 26,
    "设置支付密码": 27,
    "验证指纹支付": 28,
    "查看消息通知": 29,
    "返回首页": 30,
    "关闭华为钱包": 31
  },
  "同花顺": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开同花顺": 2,
    "查看自选股": 3,
    "搜索股票": 4,
    "查看股票行情": 5,
    "查看分时图": 6,
    "查看K线图": 7,
    "切换周期": 8,
    "查看盘口": 9,
    "查看成交明细": 10,
    "查看资金流向": 11,
    "查看公司资料": 12,
    "查看财务数据": 13,
    "查看公告": 14,
    "查看资讯": 15,
    "查看研报": 16,
    "添加自选股": 17,
    "删除自选股": 18,
    "查看板块行情": 19,
    "查看指数行情": 20,
    "查看涨跌排行": 21,
    "查看交易页面": 22,
    "登录交易账号": 23,
    "查看持仓": 24,
    "查看委托": 25,
    "查看成交": 26,
    "输入买入订单": 27,
    "输入卖出订单": 28,
    "查看消息提醒": 29,
    "返回自选股": 30,
    "关闭同花顺": 31
  },
  "图库": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开图库": 2,
    "浏览照片列表": 3,
    "查看照片": 4,
    "放大照片": 5,
    "缩小照片": 6,
    "左右切换照片": 7,
    "播放视频": 8,
    "暂停视频": 9,
    "编辑照片": 10,
    "裁剪照片": 11,
    "调整滤镜": 12,
    "旋转照片": 13,
    "添加标记": 14,
    "保存编辑结果": 15,
    "分享照片": 16,
    "删除照片": 17,
    "恢复照片": 18,
    "搜索照片": 19,
    "查看相册": 20,
    "新建相册": 21,
    "移动到相册": 22,
    "查看人物相册": 23,
    "查看地点相册": 24,
    "查看收藏照片": 25,
    "收藏照片": 26,
    "取消收藏照片": 27,
    "查看照片详情": 28,
    "设置为壁纸": 29,
    "返回照片列表": 30,
    "关闭图库": 31
  },
  "像素蛋糕": {
    "<PAD>": 0,
    "<UNK>": 1,
    "打开像素蛋糕": 2,
    "导入图片": 3,
    "批量导入图片": 4,
    "选择修图模板": 5,
    "应用修图模板": 6,
    "调整参数": 7,
    "调整曝光": 8,
    "调整色温": 9,
    "调整对比度": 10,
    "调整饱和度": 11,
    "人像精修": 12,
    "磨皮处理": 13,
    "祛斑处理": 14,
    "瘦脸处理": 15,
    "美白处理": 16,
    "背景虚化": 17,
    "裁剪图片": 18,
    "旋转图片": 19,
    "预览效果": 20,
    "对比原图": 21,
    "批量处理": 22,
    "查看处理队列": 23,
    "暂停处理": 24,
    "继续处理": 25,
    "导出图片": 26,
    "选择导出格式": 27,
    "保存项目": 28,
    "打开历史项目": 29,
    "返回首页": 30,
    "关闭像素蛋糕": 31
  }
}